import AboutImg from '../../assets/background/main-photo.png'

export default function About() {
  return (
    <div id='about' className='py-[100px] px-[70px] flex flex-row items-center justify-between gap-[121px] [@media(max-width:1024px)]:gap-[32px] [@media(max-width:1024px)]:px-[32px] [@media(max-width:1024px)]:flex-col'>
        <img src={AboutImg} className='w-auto [@media(max-width:1024px)]:w-[70%] [@media(max-width:500px)]:w-full'/>
        <div className='flex flex-col gap-[35px]'>
            <h1 className='text-[48px] font-bold text-[#968377] [@media(max-width:1024px)]:text-[36px]'>Марія Гольцева</h1>
            <div className='flex flex-col gap-[20px] [@media(max-width:1024px)]:text-[16px]'>
                <p>Маю 13-річний досвід викладання англійської та італійської мов, з яких 8 років працюю зі студентами столичного університету.</p>
                <p>Здобула ступінь магістра з італо-англійської філології, успішно завершила аспірантуру та захистила дисертацію, отримавши ступінь доктора філософських наук (PhD). Продовжую наукову діяльність, досліджуючи актуальні теми, зокрема дипломатію, дипломатичний дискурс, політику, роботу Ради Безпеки ООН та феномен маніпуляції й брехні на її засіданнях.</p>
                <p>Проходила навчання в Інституті ім. Данте Аліг'єрі (Калабрія, Італія) та маю міжнародний сертифікат CAE.</p>
                <p>Постійно вдосконалюю свої знання, практикуючи мови з носіями англійської та італійської, а також співпрацюючи з екзаменаторами міжнародних іспитів. У своїй роботі роблю акцент на сучасну лексику, яка використовується в реальному житті, а не лише міститься в підручниках.</p>
            </div>
        </div>
    </div>
  )
}
